update: 更新架构图
Signed-off-by: wangqing <wangqing@uniontech.com>
